brew "cmake"
brew "exiftool"
brew "git"
brew "git-lfs"
brew "libyaml"
brew "mas"
brew "ninja"
brew "openssl@3"
brew "readline"
brew "xz"
brew "python@3.13"
brew "ruby"
brew "spaceship"
brew "vim"
brew "zsh"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "blender"
cask "clip-studio-paint"
cask "colorchecker-camera-calibration"
cask "discord"
cask "epic-games"
cask "firefox"
cask "font-im-fell-dw-pica"
cask "font-monaspace"
cask "ghostty"
cask "jetbrains-toolbox"
cask "krita"
cask "logi-options+"
cask "logitech-g-hub"
cask "messenger"
cask "obsidian"
cask "roblox"
cask "steam"
cask "visual-studio-code"
cask "wacom-tablet"
cask "zoom"
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixen", id: 525180431
mas "Xcode", id: 497799835
vscode "esbenp.prettier-vscode"
vscode "genuitecllc.codetogether"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "sissel.shopify-liquid"
vscode "teabyii.ayu"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
